Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeAgents/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

# %@ %@ is older than the required %@.
source: %1$@ %2$@ is older than the required %3$@.
ar: %1$@ %2$@ أقدم من الإصدار المطلوب %3$@.
de: %1$@ %2$@ ist älter als die erforderliche Version %3$@.
es: %1$@ %2$@ es anterior a la versión requerida, %3$@.
fr: %1$@ %2$@ est plus ancien que la version requise, %3$@.
hi: %1$@ %2$@ आवश्यक संस्करण %3$@ से पुराना है।
it: %1$@ %2$@ è meno recente della versione richiesta, %3$@.
ja: %1$@ %2$@は必要なバージョン（%3$@）より古いです。
ko: %1$@ %2$@은(는) 필요한 버전 %3$@보다 오래되었습니다.
nl: %1$@ %2$@ is ouder dan de vereiste versie %3$@.
pl: %1$@ %2$@ jest starszy niż wymagana wersja %3$@.
pt_br: %1$@ %2$@ é anterior à versão exigida, %3$@.
ru: Версия %1$@ %2$@ старше требуемой %3$@.
tr: %1$@ %2$@, gereken %3$@ sürümünden eski.
uk: %1$@ %2$@ старіший за потрібну версію %3$@.
zh_hans: %1$@ %2$@ 低于所需的版本 %3$@。
zh_hant: %1$@ %2$@ 比所需的版本 %3$@ 還舊。

source: %@ could not be inspected.
ar: تعذّر فحص %@.
de: %@ konnte nicht untersucht werden.
es: No se ha podido examinar %@.
fr: %@ n’a pas pu être examiné.
hi: %@ की जाँच नहीं की जा सकी।
it: Impossibile esaminare %@.
ja: %@を調べられませんでした。
ko: %@을(를) 검사할 수 없습니다.
nl: %@ kon niet worden onderzocht.
pl: Nie można sprawdzić: %@.
pt_br: Não foi possível examinar %@.
ru: Не удалось проверить %@.
tr: %@ incelenemedi.
uk: Не вдалося перевірити %@.
zh_hans: 无法检查 %@。
zh_hant: 無法檢查 %@。

source: %@ did not answer in time.
ar: لم يستجب %@ في الوقت المحدد.
de: %@ hat nicht rechtzeitig geantwortet.
es: %@ no ha respondido a tiempo.
fr: %@ n’a pas répondu à temps.
hi: %@ ने समय पर उत्तर नहीं दिया।
it: %@ non ha risposto in tempo.
ja: %@が時間内に応答しませんでした。
ko: %@이(가) 제시간에 응답하지 않았습니다.
nl: %@ reageerde niet op tijd.
pl: %@ nie odpowiada w wymaganym czasie.
pt_br: %@ não respondeu a tempo.
ru: %@ не ответил вовремя.
tr: %@ zamanında yanıt vermedi.
uk: %@ не відповів вчасно.
zh_hans: %@ 未及时响应。
zh_hant: %@ 未及時回應。

source: %@ drives this endpoint: %@
ar: %1$@ يدير نقطة النهاية هذه: %2$@
de: %@ steuert diesen Endpoint: %@
es: %@ controla este endpoint: %@
fr: %1$@ pilote cet endpoint : %2$@
hi: %1$@ इस एंडपॉइंट को चलाता है: %2$@
it: %@ gestisce questo endpoint: %@
ja: %1$@がこのエンドポイントを操作します：%2$@
ko: %1$@이(가) 이 엔드포인트를 구동합니다: %2$@
nl: %@ stuurt dit endpoint aan: %@
pl: %@ obsługuje ten endpoint: %@
pt_br: %1$@ controla este endpoint: %2$@
ru: %@ управляет этим endpoint: %@
tr: Bu uç noktayı %@ yönetiyor: %@
uk: %1$@ керує цим ендпоінтом: %2$@
zh_hans: %@ 驱动此端点：%@
zh_hant: %@ 驅動此端點：%@

source: %@ is installed but not signed in.
ar: %@ مثبّت، لكنك لم تسجّل الدخول إليه.
de: %@ ist installiert, aber du bist nicht angemeldet.
es: %@ está instalado, pero no has iniciado sesión.
fr: %@ est installé, mais vous n’y êtes pas connecté.
hi: %@ इंस्टॉल है, लेकिन साइन इन नहीं है।
it: %@ è installato, ma non hai eseguito l’accesso.
ja: %@はインストールされていますが、サインインしていません。
ko: %@이(가) 설치되었지만 로그인되어 있지 않습니다.
nl: %@ is geïnstalleerd, maar je bent niet ingelogd.
pl: %@ jest zainstalowany, ale nie zalogowano się w nim.
pt_br: %@ está instalado, mas você não fez login.
ru: %@ установлен, но вход не выполнен.
tr: %@ yüklü ama giriş yapılmamış.
uk: %@ інстальовано, але вхід не виконано.
zh_hans: %@ 已安装，但尚未登录。
zh_hant: %@ 已安裝，但尚未登入。

source: %@ is ready.
ar: %@ جاهز.
de: %@ ist bereit.
es: %@ está listo.
fr: %@ est prêt.
hi: %@ तैयार है।
it: %@ è pronto.
ja: %@は準備ができています。
ko: %@이(가) 준비되었습니다.
nl: %@ is gereed.
pl: %@ jest gotowy.
pt_br: %@ está pronto.
ru: %@ готов.
tr: %@ hazır.
uk: %@ готовий.
zh_hans: %@ 已就绪。
zh_hant: %@ 已就緒。

source: %@ was not found on this Mac.
ar: لم يُعثر على %@ على هذا الـ Mac.
de: %@ wurde auf diesem Mac nicht gefunden.
es: No se ha encontrado %@ en este Mac.
fr: %@ est introuvable sur ce Mac.
hi: %@ इस Mac पर नहीं मिला।
it: %@ non è stato trovato su questo Mac.
ja: %@がこのMacに見つかりません。
ko: 이 Mac에서 %@을(를) 찾을 수 없습니다.
nl: %@ is niet gevonden op deze Mac.
pl: Nie znaleziono %@ na tym Macu.
pt_br: %@ não foi encontrado neste Mac.
ru: %@ не найден на этом Mac.
tr: %@ bu Mac’te bulunamadı.
uk: %@ не знайдено на цьому Mac.
zh_hans: 在这台 Mac 上找不到 %@。
zh_hant: 在此 Mac 上找不到 %@。

source: %lld models
ar: %lld نموذج
de: %lld Modelle
es: %lld modelos
fr: %lld modèles
hi: %lld मॉडल
it: %lld modelli
ja: %lld個のモデル
ko: 모델 %lld개
nl: %lld modellen
pl: %lld modelu
pt_br: %lld modelos
ru: %lld модели
tr: %lld model
uk: %lld моделі
zh_hans: %lld 个模型
zh_hant: %lld 個模型

source: Create an AGENTS.md file with instructions for Codex.
ar: ينشئ ملف AGENTS.md يتضمن تعليمات لـ Codex.
de: Erstellt eine AGENTS.md-Datei mit Anweisungen für Codex.
es: Crea un archivo AGENTS.md con instrucciones para Codex.
fr: Crée un fichier AGENTS.md avec des instructions pour Codex.
hi: Codex के लिए निर्देशों वाली AGENTS.md फ़ाइल बनाता है।
it: Crea un file AGENTS.md con istruzioni per Codex.
ja: Codex向けの指示を含むAGENTS.mdファイルを作成します。
ko: Codex를 위한 지침이 담긴 AGENTS.md 파일을 생성합니다.
nl: Maakt een AGENTS.md-bestand met instructies voor Codex.
pl: Tworzy plik AGENTS.md z instrukcjami dla Codex.
pt_br: Cria um arquivo AGENTS.md com instruções para o Codex.
ru: Создаёт файл AGENTS.md с инструкциями для Codex.
tr: Codex için talimatlar içeren bir AGENTS.md dosyası oluşturur.
uk: Створює файл AGENTS.md з інструкціями для Codex.
zh_hans: 创建包含 Codex 指令的 AGENTS.md 文件。
zh_hant: 建立含有 Codex 指示的 AGENTS.md 檔案。

source: Endpoint via %@
ar: نقطة نهاية عبر %@
de: Endpoint über %@
es: Endpoint mediante %@
hi: %@ के ज़रिए एंडपॉइंट
it: Endpoint tramite %@
ja: %@経由のエンドポイント
ko: %@ 경유 엔드포인트
pl: Endpoint przez %@
ru: Endpoint через %@
tr: %@ ile uç nokta
uk: Ендпоінт через %@
zh_hans: 经由 %@ 的端点
zh_hant: 透過 %@ 的端點

source: Its key is not in the keychain. Add it in Settings → Endpoints.
ar: مفتاحها غير موجود في سلسلة المفاتيح. أضفه في الإعدادات → نقاط النهاية.
de: Sein Schlüssel ist nicht im Schlüsselbund. Füge ihn unter Einstellungen → Endpoints hinzu.
es: Su clave no está en el llavero. Añádela en Ajustes → Endpoints.
fr: Sa clé n’est pas dans le trousseau. Ajoutez-la dans Réglages → Endpoints.
hi: इसकी कुंजी कीचेन में नहीं है। इसे सेटिंग्ज़ → एंडपॉइंट में जोड़ें।
it: La sua chiave non è nel portachiavi. Aggiungila in Impostazioni → Endpoint.
ja: キーがキーチェーンにありません。「設定」→「エンドポイント」で追加してください。
ko: 키가 키체인에 없습니다. 설정 → 엔드포인트에서 추가하십시오.
nl: De sleutel staat niet in de sleutelhanger. Voeg hem toe in Instellingen → Endpoints.
pl: Jego klucza nie ma w pęku kluczy. Dodaj go w Ustawienia → Endpointy.
pt_br: A chave não está no chaveiro. Adicione-a em Ajustes → Endpoints.
ru: Его ключа нет в связке ключей. Добавьте его в «Настройки» → «Endpoints».
tr: Anahtarı anahtar zincirinde yok. Ayarlar → Uç Noktalar’da ekleyin.
uk: Його ключа немає у в’язці ключів. Додайте його в Параметри → Ендпоінти.
zh_hans: 它的密钥不在钥匙串中。请在“设置”→“端点”中添加。
zh_hant: 其密鑰不在鑰匙圈中。請在「設定」→「端點」中加入。

source: Its last test failed. Test it again in Settings → Endpoints.
ar: فشل اختبارها الأخير. اختبرها مرة أخرى في الإعدادات → نقاط النهاية.
de: Sein letzter Test ist fehlgeschlagen. Teste ihn erneut unter Einstellungen → Endpoints.
es: Su última prueba ha fallado. Vuelve a probarlo en Ajustes → Endpoints.
fr: Son dernier test a échoué. Testez-le à nouveau dans Réglages → Endpoints.
hi: इसका पिछला टेस्ट विफल रहा। इसे सेटिंग्ज़ → एंडपॉइंट में फिर से टेस्ट करें।
it: Il suo ultimo test non è riuscito. Testalo di nuovo in Impostazioni → Endpoint.
ja: 前回のテストに失敗しました。「設定」→「エンドポイント」でもう一度テストしてください。
ko: 마지막 테스트가 실패했습니다. 설정 → 엔드포인트에서 다시 테스트하십시오.
nl: De laatste test is mislukt. Test opnieuw in Instellingen → Endpoints.
pl: Jego ostatni test się nie powiódł. Przetestuj go ponownie w Ustawienia → Endpointy.
pt_br: O último teste falhou. Teste novamente em Ajustes → Endpoints.
ru: Последняя проверка не удалась. Проверьте его снова в «Настройки» → «Endpoints».
tr: Son testi başarısız oldu. Ayarlar → Uç Noktalar’da yeniden test edin.
uk: Його остання перевірка не вдалася. Перевірте його знову в Параметри → Ендпоінти.
zh_hans: 它上次测试失败。请在“设置”→“端点”中重新测试。
zh_hant: 上次測試失敗。請在「設定」→「端點」中再次測試。

source: No model of this endpoint can call tools. Add one in Settings → Endpoints.
ar: لا يوجد نموذج في نقطة النهاية هذه قادر على استدعاء الأدوات. أضف واحدًا في الإعدادات → نقاط النهاية.
de: Kein Modell dieses Endpoints kann Tools aufrufen. Füge eines unter Einstellungen → Endpoints hinzu.
es: Ningún modelo de este endpoint puede llamar a herramientas. Añade uno en Ajustes → Endpoints.
fr: Aucun modèle de cet endpoint ne sait appeler d’outils. Ajoutez-en un dans Réglages → Endpoints.
hi: इस एंडपॉइंट का कोई भी मॉडल टूल कॉल नहीं कर सकता। सेटिंग्ज़ → एंडपॉइंट में एक जोड़ें।
it: Nessun modello di questo endpoint può chiamare strumenti. Aggiungine uno in Impostazioni → Endpoint.
ja: このエンドポイントにはツールを呼び出せるモデルがありません。「設定」→「エンドポイント」で追加してください。
ko: 이 엔드포인트에는 도구를 호출할 수 있는 모델이 없습니다. 설정 → 엔드포인트에서 추가하십시오.
nl: Geen enkel model van dit endpoint kan tools aanroepen. Voeg er een toe in Instellingen → Endpoints.
pl: Żaden model tego endpointu nie umie wywoływać narzędzi. Dodaj taki w Ustawienia → Endpointy.
pt_br: Nenhum modelo deste endpoint consegue chamar ferramentas. Adicione um em Ajustes → Endpoints.
ru: Ни одна модель этого endpoint не умеет вызывать инструменты. Добавьте такую в «Настройки» → «Endpoints».
tr: Bu uç noktanın hiçbir modeli araç çağıramıyor. Ayarlar → Uç Noktalar’da bir tane ekleyin.
uk: Жодна модель цього ендпоінта не вміє викликати інструменти. Додайте таку в Параметри → Ендпоінти.
zh_hans: 此端点没有可调用工具的模型。请在“设置”→“端点”中添加一个。
zh_hant: 此端點沒有可呼叫工具的模型。請在「設定」→「端點」中加入一個。

source: Summarize the conversation to free up context.
ar: يلخّص المحادثة لتحرير مساحة من السياق.
de: Fasst die Unterhaltung zusammen, um Kontext freizugeben.
es: Resume la conversación para liberar contexto.
fr: Résume la conversation pour libérer du contexte.
hi: संदर्भ खाली करने के लिए बातचीत का सारांश बनाता है।
it: Riassume la conversazione per liberare contesto.
ja: 会話を要約してコンテキストを空けます。
ko: 대화를 요약하여 컨텍스트를 확보합니다.
nl: Vat het gesprek samen om context vrij te maken.
pl: Podsumowuje rozmowę, aby zwolnić kontekst.
pt_br: Resume a conversa para liberar contexto.
ru: Сжимает беседу в сводку, чтобы освободить контекст.
tr: Bağlamda yer açmak için konuşmayı özetler.
uk: Підсумовує розмову, щоб звільнити контекст.
zh_hans: 总结对话以释放上下文。
zh_hant: 摘要對話以釋放情境空間。

source: The %@ check was interrupted.
ar: تمت مقاطعة التحقق من %@.
de: Die Prüfung von %@ wurde unterbrochen.
es: Se ha interrumpido la comprobación de %@.
fr: La vérification de %@ a été interrompue.
hi: %@ की जाँच बाधित हो गई।
it: La verifica di %@ è stata interrotta.
ja: %@の確認が中断されました。
ko: %@ 확인이 중단되었습니다.
nl: De controle van %@ is onderbroken.
pl: Sprawdzanie %@ zostało przerwane.
pt_br: A verificação de %@ foi interrompida.
ru: Проверка %@ прервана.
tr: %@ denetimi yarıda kesildi.
uk: Перевірку %@ перервано.
zh_hans: %@ 的检查已中断。
zh_hant: %@ 的檢查已中斷。

source: The %@ command exists but cannot be run.
ar: الأمر %@ موجود، لكن يتعذّر تنفيذه.
de: Der Befehl %@ existiert, kann aber nicht ausgeführt werden.
es: El comando %@ existe, pero no se puede ejecutar.
fr: La commande %@ existe, mais ne peut pas être exécutée.
hi: %@ कमांड मौजूद है, लेकिन चलाई नहीं जा सकती।
it: Il comando %@ esiste, ma non può essere eseguito.
ja: %@コマンドは存在しますが、実行できません。
ko: %@ 명령이 있지만 실행할 수 없습니다.
nl: De opdracht %@ bestaat, maar kan niet worden uitgevoerd.
pl: Polecenie %@ istnieje, ale nie można go uruchomić.
pt_br: O comando %@ existe, mas não pode ser executado.
ru: Команда %@ существует, но не может быть выполнена.
tr: %@ komutu var ama çalıştırılamıyor.
uk: Команда %@ існує, але її неможливо виконати.
zh_hans: %@ 命令存在，但无法运行。
zh_hant: %@ 指令存在，但無法執行。

source: The endpoint did not answer. Attempt %lld of %lld in %lld s.
ar: لم تستجب نقطة النهاية. المحاولة %1$lld من %2$lld خلال %3$lld ث.
de: Der Endpoint hat nicht geantwortet. Versuch %lld von %lld in %lld s.
es: El endpoint no ha respondido. Intento %lld de %lld en %lld s.
fr: L’endpoint n’a pas répondu. Essai %1$lld sur %2$lld dans %3$lld s.
hi: एंडपॉइंट ने उत्तर नहीं दिया। प्रयास %1$lld/%2$lld, %3$lld से. में।
it: L’endpoint non ha risposto. Tentativo %lld di %lld tra %lld s.
ja: エンドポイントが応答しませんでした。%3$lld秒後に再試行します（%1$lld/%2$lld回目）。
ko: 엔드포인트가 응답하지 않았습니다. %3$lld초 후 시도 %1$lld/%2$lld.
nl: Het endpoint reageerde niet. Poging %lld van %lld over %lld s.
pl: Endpoint nie odpowiedział. Próba %lld z %lld za %lld s.
pt_br: O endpoint não respondeu. Tentativa %1$lld de %2$lld em %3$lld s.
ru: Endpoint не ответил. Попытка %lld из %lld через %lld с.
tr: Uç nokta yanıt vermedi. Deneme %1$lld/%2$lld, %3$lld sn sonra.
uk: Ендпоінт не відповів. Спроба %1$lld з %2$lld через %3$lld с.
zh_hans: 端点未响应。将在 %3$lld 秒后进行第 %1$lld 次尝试（共 %2$lld 次）。
zh_hant: 端點未回應。第 %lld 次嘗試（共 %lld 次），%lld 秒後開始。

source: The endpoint failed to answer. Attempt %lld of %lld in %lld s.
ar: فشلت نقطة النهاية في الاستجابة. المحاولة %1$lld من %2$lld خلال %3$lld ث.
de: Der Endpoint konnte nicht antworten. Versuch %lld von %lld in %lld s.
es: El endpoint no ha podido responder. Intento %lld de %lld en %lld s.
fr: L’endpoint a échoué à répondre. Essai %1$lld sur %2$lld dans %3$lld s.
hi: एंडपॉइंट उत्तर देने में विफल रहा। प्रयास %1$lld/%2$lld, %3$lld से. में।
it: L’endpoint non è riuscito a rispondere. Tentativo %lld di %lld tra %lld s.
ja: エンドポイントの応答に失敗しました。%3$lld秒後に再試行します（%1$lld/%2$lld回目）。
ko: 엔드포인트가 응답에 실패했습니다. %3$lld초 후 시도 %1$lld/%2$lld.
nl: Het endpoint kon niet reageren. Poging %lld van %lld over %lld s.
pl: Endpoint nie zdołał odpowiedzieć. Próba %lld z %lld za %lld s.
pt_br: O endpoint falhou ao responder. Tentativa %1$lld de %2$lld em %3$lld s.
ru: Endpoint не смог ответить. Попытка %lld из %lld через %lld с.
tr: Uç nokta yanıt veremedi. Deneme %1$lld/%2$lld, %3$lld sn sonra.
uk: Ендпоінту не вдалося відповісти. Спроба %1$lld з %2$lld через %3$lld с.
zh_hans: 端点响应失败。将在 %3$lld 秒后进行第 %1$lld 次尝试（共 %2$lld 次）。
zh_hant: 端點回應失敗。第 %lld 次嘗試（共 %lld 次），%lld 秒後開始。

source: The endpoint limits its rate. Attempt %lld of %lld in %lld s.
ar: تحدّ نقطة النهاية من معدل الطلبات. المحاولة %1$lld من %2$lld خلال %3$lld ث.
de: Der Endpoint begrenzt seine Rate. Versuch %lld von %lld in %lld s.
es: El endpoint limita su frecuencia. Intento %lld de %lld en %lld s.
fr: L’endpoint limite son débit. Essai %1$lld sur %2$lld dans %3$lld s.
hi: एंडपॉइंट अपनी दर सीमित कर रहा है। प्रयास %1$lld/%2$lld, %3$lld से. में।
it: L’endpoint limita la frequenza delle richieste. Tentativo %lld di %lld tra %lld s.
ja: エンドポイントがレート制限中です。%3$lld秒後に再試行します（%1$lld/%2$lld回目）。
ko: 엔드포인트가 요청 속도를 제한하고 있습니다. %3$lld초 후 시도 %1$lld/%2$lld.
nl: Het endpoint beperkt het aantal verzoeken. Poging %lld van %lld over %lld s.
pl: Endpoint ogranicza liczbę zapytań. Próba %lld z %lld za %lld s.
pt_br: O endpoint está limitando a taxa. Tentativa %1$lld de %2$lld em %3$lld s.
ru: Endpoint ограничивает частоту запросов. Попытка %lld из %lld через %lld с.
tr: Uç nokta istek hızını sınırlıyor. Deneme %1$lld/%2$lld, %3$lld sn sonra.
uk: Ендпоінт обмежує частоту запитів. Спроба %1$lld з %2$lld через %3$lld с.
zh_hans: 端点限制了请求速率。将在 %3$lld 秒后进行第 %1$lld 次尝试（共 %2$lld 次）。
zh_hant: 端點限制了請求速率。第 %lld 次嘗試（共 %lld 次），%lld 秒後開始。

source: The endpoint's settings are incomplete. Finish them in Settings → Endpoints.
ar: إعدادات نقطة النهاية غير مكتملة. أكملها في الإعدادات → نقاط النهاية.
de: Die Einstellungen des Endpoints sind unvollständig. Vervollständige sie unter Einstellungen → Endpoints.
es: Los ajustes del endpoint están incompletos. Complétalos en Ajustes → Endpoints.
fr: Les réglages de l’endpoint sont incomplets. Complétez-les dans Réglages → Endpoints.
hi: एंडपॉइंट की सेटिंग्ज़ अधूरी हैं। उन्हें सेटिंग्ज़ → एंडपॉइंट में पूरा करें।
it: Le impostazioni dell’endpoint sono incomplete. Completale in Impostazioni → Endpoint.
ja: エンドポイントの設定が不完全です。「設定」→「エンドポイント」で完了してください。
ko: 엔드포인트 설정이 완료되지 않았습니다. 설정 → 엔드포인트에서 완료하십시오.
nl: De instellingen van het endpoint zijn onvolledig. Vul ze aan in Instellingen → Endpoints.
pl: Ustawienia endpointu są niekompletne. Uzupełnij je w Ustawienia → Endpointy.
pt_br: Os ajustes do endpoint estão incompletos. Conclua-os em Ajustes → Endpoints.
ru: Настройки endpoint не заполнены. Завершите их в «Настройки» → «Endpoints».
tr: Uç noktanın ayarları eksik. Ayarlar → Uç Noktalar’da tamamlayın.
uk: Параметри ендпоінта неповні. Завершіть їх у Параметри → Ендпоінти.
zh_hans: 端点的设置不完整。请在“设置”→“端点”中完成设置。
zh_hant: 端點的設定不完整。請在「設定」→「端點」中完成。
